{
  "economy": [
    {"name": "Hyundai Accent", "owner": "Alamo", "rate" : "20","total" : "600", "passengers" : "4", "mileage" : "20", "image" : "accent", "features": "The Accent is engineered to deliver performance and quality. It features an engine that generates plenty of power for its class and provides an EPA-estimated 37 MPG Hwy.* And on the quality front, Accent is built with and backed by America’s Best Warranty" },
    {"name": "Renault Clio", "owner": "Peter Alezio", "rate" : "22","total" : "660", "passengers" : "4", "mileage" : "22", "image" : "clio", "features": " New Renault Vehicle embodies all that is young, sexy and French; without forgoing the practicalities expected of an everyday car. To top it all, the Clio is also packed full of 21st century features that include a multimedia system, Bass Reflex Sound System®, Hands-Free Set, Hill Start Assist, Eco Mode Driving, Cruise Control (with Speed Limiter) " },
    {"name": "Renault Megane", "owner": "Alamo", "rate" : "25","total" : "750", "passengers" : "4", "mileage" : "25", "image" : "megane", "features": "With its 4-wheel steering chassis, Mégane GT is precise and easy to handle. Thanks to 4CONTROL, you can negotiate the most difficult bends with full peace of mind. Road-holding is optimised, grip is incredible. Combined with MULTI-SENSE, driving becomes a precision operation. All-New Renault Mégane and the road become one, you and Mégane become one." },
    {"name": "Kia Soul", "owner": "John Oliver", "rate" : "28","total" : "840", "passengers" : "4", "mileage" : "28", "image" : "soul", "features": "The Soul's available High-Intensity Discharge (HID) headlights and LED front fog lights are bright and crisp, allowing you to see more of the road at night and drive with more confidence." }
  ],

  "sedan": [
    {"name": "Honda Accord", "owner": "Alamo", "rate" : "20","total" : "600", "passengers" : "4", "mileage" : "20", "image" : "accord", "features": "Every Accord comes with Honda Sensing® standard, an intelligent suite of safety and driver-assistive technologies that can help you stay aware on the road and could even help avoid a collision. It’s the most comprehensive suite offered standard in its class among mid-size sedans" },
    {"name": "Ford Fusion", "owner": "Peter Alezio", "rate" : "22","total" : "660", "passengers" : "4", "mileage" : "22", "image" : "fusion", "features": "The newly designed Fusion is more stunning than ever. With striking features you never even knew you wanted, like the rotary gear shift dial that replaces the traditional gear shifter and makes for a more open cabin — it also makes it easier to reach what’s important to you: your morning coffee, for instance. Or the distinctive newly designed grille with available new LED headlamps. Did we mention new Platinum and V6 Sport interiors offer sophisticated style along with impressive performance? Fusion is a car designed to be noticed." },
    {"name": "Chevrolet Malibu", "owner": "Alamo", "rate" : "25","total" : "750", "passengers" : "4", "mileage" : "25", "image" : "malibu", "features": "StabiliTrak, stability control system with brake assist includes Traction Control, Daytime Running Lamps, Air bags, 10 total, frontal and knee for driver and front passenger, side-impact seat-mounted and roof rail for front and rear outboard seating positions includes Passenger Sensing System, OnStar Basic Plan for 5 years includes select vehicle mobile app features, Advanced Diagnostics and Dealer Maintenance Notification" },
    {"name": "Mazda 6", "owner": "John Oliver", "rate" : "28","total" : "840", "passengers" : "4", "mileage" : "28", "image" : "mazda", "features": "Halogen headlights with auto off, Halogen Daytime Running Lights, Variable-intermittent windshield wipers, Body colored power side mirrors with integrated turn signals, Body colored door handles, Integrated rear-window antenna,LED Combination Taillights, Dual exhaust outlets with chrome tips" }
  ]
}
